{
  "Une": "A",
  "viticulture": "biodynamic",
  "biodynamique": "viticulture",
  "Cette approche, basée sur l’observation, nous rapproche encore plus de nos vignes.": "This approach, based on observation, brings us even closer to our vines.",
  "Nous nous formons chaque année et employons ces préparations dans la conduite de la vigne afin d’intensifier la vie du sol, de la plante et de leurs échanges.": "We train ourselves each year and use these preparations in the management of the vine to intensify the life of the soil, the plant, and their interactions.",
  "Depuis nos essais sur une parcelle en 2012, c’est maintenant": "Since our trials on a plot in 2012, it's now",
  "tout le vignoble que nous conduisons en biodynamie.": "the entire vineyard that we manage biodynamically.",
  "2025 est notre première année de certification officielle Demeter.": "2025 is our first year of official Demeter certification.",
  "Attachés au maintien de la biodiversité, nous plantons des haies multi-essences en bordure de parcelles et sur les berges du ruisseau qui serpente le domaine. Nous avons également fait un essai dans une parcelle, tout les 8 rangs de vignes une rangée de plantes aromatiques.": "Committed to maintaining biodiversity, we plant multi-species hedges along the edges of parcels and along the banks of the stream that meanders through the estate. We have also experimented in a plot, planting a row of aromatic plants every 8 vine rows.",
  "Après les vendanges, aux premières pluies nous enherbons une partie du vignoble pour maintenir l’activité dans le sol.": "After the harvest, with the first rains, we grass a part of the vineyard to maintain activity in the soil.",
  "À la vigne, à la cave ou à la livraison, Lenaïc associe polyvalence et bonne humeur ! Karim aime le travail bien fait, toujours souriant !": "In the vineyard, in the cellar, or handling deliveries, Lenaïc combines versatility and good cheer! Karim loves a job well done and is always smiling!",
  "Nos": "Our",
  "cépages": "Grape Varieties",
  "Piquepoul Blanc, Roussanne, Bourboulenc, Viognier, Sauvignon et Muscat petits grains composent notre encépagement blanc. Pour le rouge, nous cultivons de la Syrah, du Grenache Noir, du Mourvèdre, Piquepoul Noir, Niellucio et Pinot Noir.": "Piquepoul Blanc, Roussanne, Bourboulenc, Viognier, Sauvignon, and small-grain Muscat make up our white grape varieties. For the reds, we grow Syrah, Grenache Noir, Mourvèdre, Piquepoul Noir, Niellucio, and Pinot Noir.",
  "Depuis plusieurs années, nous surgreffons certaines parcelles avec nos propres sélections de bois.": "For several years now, we have been grafting certain plots with our own wood selections.",
  "La majorité des vendanges est mécanique de nuit, pour certaines cuvées elle sont manuelles. Chaque millésime est tellement différent, il faut savoir observer, goûter, décider de la bonne date de récolte et se faire discret pour accompagner les fermentations des raisins et laisser le terroir s’exprimer.": "The majority of the harvest is done mechanically at night, while for some cuvées it is manual. Each vintage is so different; it's necessary to observe, taste, decide on the right harvest date and be unobtrusive to support the grape fermentations and allow the terroir to express itself.",
  "La": "The",
  "vinification": "Winemaking",
  "Les vendanges sont une période super excitante, une année de travail à la vigne pour obtenir des raisins, qui rentrent enfin à l'abri pour se transformer en vin. Les odeurs de fruits se propagent partout.": "The harvest is an incredibly exciting time, a year of work in the vineyard to obtain grapes, which finally come indoors to transform into wine. The scents of fruit spread everywhere.",
  "L'élevage": "Aging",
  "Chaque année, de nouveaux contenants sont achetés pour permettre une rotation mais aussi pour réaliser des expérimentations. Depuis 2012, nous réalisons des élevages en dolia de terre cuite, céramique et grès. Nous nous sommes équipés de cuves béton et de demi-muids. L’élevage est un sacré terrain de jeux.": "Each year, new containers are purchased to allow for rotation and also to conduct experiments. Since 2012, we have been aging wines in dolia made of terracotta, ceramic, and sandstone. We have equipped ourselves with concrete tanks and demi-muids. Aging is a real playground.",
  "Thomas, la vigne n'a pas de secret pour lui.": "Thomas, the vineyard holds no secrets for him."
}
